Repository: TamerOnLine/llol_step09-v1
Catalog: main/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Select language:
ar: حدد اللغة:

source: Section added successfully
ar: أضاف القسم بنجاح

source: Section title cannot be empty
ar: لا يمكن أن يكون عنوان القسم فارغًا

source: Section updated successfully
ar: تم تحديث القسم بنجاح

source: Section deleted
ar: تم حذف القسم

source: Section moved up
ar: انتقل القسم

source: Already at the top
ar: بالفعل في القمة

source: Section moved down
ar: انتقل القسم لأسفل

source: Already at the bottom
ar: بالفعل في القاع

source: Section is now visible
ar: القسم الآن مرئي

source: Section is now hidden
ar: القسم مخفي الآن

source: Field added successfully
ar: وأضاف الحقل بنجاح

source: Field updated successfully
ar: تم تحديث الحقل بنجاح

source: Field deleted
ar: حذف الحقل

source: Field moved up
ar: تحرك الحقل

source: Field moved down
ar: تحرك الحقل لأسفل

source: Field is now visible
ar: الحقل مرئي الآن

source: Field is now hidden
ar: الحقل مخفي الآن

source: Paragraph added successfully
ar: وأضافت الفقرة بنجاح

source: Paragraph updated successfully
ar: تم تحديث الفقرة بنجاح

source: Paragraph deleted
ar: تم حذف الفقرة

source: Paragraph is now visible
ar: الفقرة مرئية الآن

source: Paragraph is now hidden
ar: الفقرة مخفية الآن

source: Paragraph moved up
ar: انتقلت الفقرة

source: Paragraph moved down
ar: انتقلت الفقرة لأسفل

source: Resume Project
ar: استئناف المشروع

source: Resume Project gestartet erfolgreich!
ar: استئناف مشروع الجستارت erfolgreich!

source: Welcome to your multilingual resume application.
ar: مرحبًا بك في تطبيق السيرة الذاتية متعددة اللغات.

source: Welcome to Resume Project
ar: مرحبا بكم في استئناف المشروع

source: Welcome to Resume Builder
ar: مرحبا بكم في استئناف البناء

source: This platform allows you to build multilingual resumes dynamically.
ar: يتيح لك هذا النظام الأساسي بناء السير الذاتية متعددة اللغات ديناميكيا.

source: Go to Resume Builder
ar: اذهب لاستئناف البناء

source: Customize Style
ar: تخصيص النمط

source: Manage Fields for Paragraph
ar: إدارة الحقول للفقرة

source: Add New Field
ar: أضف حقلًا جديدًا

source: Key
ar: مفتاح

source: Value
ar: قيمة

source: Type
ar: يكتب

source: Order
ar: طلب

source: Visible
ar: مرئي

source: Add Field
ar: إضافة الحقل

source: Hidden
ar: مختفي

source: Edit
ar: يحرر

source: Delete this field?
ar: حذف هذا الحقل؟

source: Save
ar: يحفظ

source: No fields yet.
ar: لا حقول حتى الآن.

source: Back to Paragraphs
ar: العودة إلى الفقرات

source: Interactive Resume Builder
ar: منشئ السيرة الذاتية التفاعلية

source: Resume Builder
ar: استئناف البناء

source: Add New Section
ar: أضف قسمًا جديدًا

source: Title
ar: عنوان

source: Language
ar: لغة

source: English
ar: إنجليزي

source: Arabic
ar: عربي

source: German
ar: الألمانية

source: Add Section
ar: إضافة القسم

source: Are you sure you want to delete this section?
ar: هل أنت متأكد أنك تريد حذف هذا القسم؟

source: Delete
ar: يمسح

source: Move Up
ar: تحرك

source: Move Down
ar: تحرك لأسفل

source: Toggle Visibility
ar: تبديل الرؤية

source: Manage Paragraphs
ar: إدارة الفقرات

source: Manage Sections
ar: إدارة الأقسام

source: Edit Resume Sections
ar: تحرير الأقسام السيرة الذاتية

source: Save Changes
ar: حفظ التغييرات

source: Edit CSS Settings
ar: تحرير إعدادات CSS

source: Resume Style Settings
ar: استئناف إعدادات النمط

source: Live Preview
ar: معاينة حية

source: Example Title
ar: مثال العنوان

source: This is a sample section with example content.
ar: هذا قسم عينة مع مثال محتوى.

source: Font Size
ar: حجم الخط

source: Color
ar: لون

source: Font Weight
ar: وزن الخط

source: paragraph_css
ar: الفقرة

source: Choose Theme Mode
ar: اختر وضع السمة

source: Theme
ar: سمة

source: Manage Paragraphs for Section
ar: إدارة الفقرات للقسم

source: Add New Paragraph
ar: أضف فقرة جديدة

source: Location
ar: موقع

source: Main
ar: رئيسي

source: Secondary
ar: ثانوي

source: Header
ar: رأس

source: Footer
ar: تذييل

source: Sidebar
ar: الشريط الجانبي

source: Left Column
ar: العمود الأيسر

source: Right Column
ar: العمود الأيمن

source: Highlighted
ar: أبرز

source: Add Paragraph
ar: أضف الفقرة

source: Are you sure you want to delete this paragraph?
ar: هل أنت متأكد أنك تريد حذف هذه الفقرة؟

source: Manage Fields
ar: إدارة الحقول

source: No paragraphs yet.
ar: لا فقرات حتى الآن.

source: Back to Sections
ar: العودة إلى الأقسام

source: All rights reserved.
ar: جميع الحقوق محفوظة.
